#pragma once
#include <iostream>
using namespace std;

const string product_data[]{
"Азу;11,9;14,2;10,2;214;",
"Антрекот;27,3;31,2;1,7;396;",
"Антрекот из говядины;29,6;11,2;0;220;",
"Антрекот из свинины;28,7;9,8;0;210;",
"Бараний окорок;18;18;0;232;",
"Бараний рубец;11,5;4;0;82;",
"Бараний фарш;17;23;0;282;",
"Бараний язык;12,6;16,1;0;195;",
"Баранина;15,6;16,3;0;209;",
"Баранина вареная;24,6;21,4;0;291;",
"Баранина жареная;20;24;0;320;",
"Баранина тушеная;20;20,9;0;268;",
"Баранье сердце;13,5;2,5;0;82;",
"Бараньи почки;13,6;2,5;0;77;",
"Бараньи яйца;13;19;0,1;230;",
"Баранья лопатка;15,6;25;0;284;",
"Баранья печень;18,7;2,9;0;101;",
"Бастурма турецкая;14,8;20,1;0;240;",
"Бекон;23;45;0;500;",
"Бекон Мираторг Любительский;12;35;0;360;",
"Бекон сырокопченый Дымов Венгерский;10;44;0;436;",
"Бефстроганов;21,9;27,4;5,7;355;",
"Бефстроганов из говядины;16,7;11,3;5,9;193;"
};
